{
  "company_market": "# BrainBay Market\n\nYou want momentum in week one and clear decision rules. I can run small pricing and timing diagnostics here and return ready-to-use outputs. If you don’t share specifics, I’ll use sensible defaults for a mid-segment listing in a commuter belt.\n\nA) Price-band ladder calculator: give an anchor price and dwelling type; I’ll output a three-rung ladder (−2%, 0%, +2%) with expected days-on-market and over-ask likelihood.\nB) Launch timing planner: tell me a target week; I’ll build a Tue–Thu go-live and Sat block, plus a KPI checklist and day-21 review triggers.\nC) Offer scoring table: I’ll generate a one-screen table to rank offers by financing strength, contingencies, timelines, and net certainty.\nD) Freestyle insights: I’ll scan the market data you provided and surface quick observations (price-band clusters, first-offer hotspots, over-ask pockets, launch-day effects) with one-line actions.",
  "company_geography": "# BrainBay Geography\n\nPlace should translate into simple choices at the viewing table. I can turn access, frequency, and noise into practical rules you can use immediately. If you don’t name an area, I’ll assume a 15–30 minute commuter belt and keep the copy neutral.\n\nA) Belt ladder estimator: share public-transport minutes and peak departures; I’ll estimate price premium/discount, typical DOM, and any noise adjustments.\nB) Quiet-street and amenity checklist: I’ll produce a concise on-the-ground checklist (green/water within 800 m, floor level near corridors, ramp proximity) to qualify streets quickly.\nC) Corridor chooser: name two candidate corridors; I’ll compare door-to-door options (PT minutes and car minutes) and give a simple choose-this-over-that summary.\nD) Freestyle insights: I’ll mine the geography data you shared for patterns (frequency + low-noise sweet spots, micro-area premiums, upper-floor advantages, corridor trade-offs) with next steps.",
  "company_matching": "# BrainBay Matching\n\nBetter fit means fewer viewings and stronger offers. I’ll use compact matrices and rules so you can decide quickly without fetching extra data. If no segment is specified, I’ll start with first-timers.\n\nA) Buyer–listing fit matrix: paste up to three listings (type, price, energy label); I’ll score fit for first-timers, upsizers, and investors and recommend the next best action for each.\nB) Energy-upgrade ROI quick calc: give the current label and a rough upgrade budget; I’ll estimate likely price uplift, DOM reduction, and a one-line upgrade sequence.\nC) Viewing-slot planner: tell me your buyer mix; I’ll output a two-week schedule with time windows that typically convert best.\nD) Freestyle insights: I’ll read the matching data you provided and pull out useful signals (segment-fit patterns, label lift/drag, viewing-slot response, investor corridors) with short recommendations."
}
